export const departments = [
  {
    title: "ИБМ5\nФинансы",
    text: "Кафедра готовит специалистов в области финансов и экономики, делая акцент на управлении финансами наукоемких предприятий и международном бизнесе.",
  },
  {
    title: "ИБМ2\nЭкономика и организация производства",
    text: "Кафедра готовит специалистов в области финансов и экономики, делая акцент на управлении финансами наукоемких предприятий и международном бизнесе.",
  },
  {
    title: "ИБМ3\nПромышленная логистика",
    text: "Кафедра готовит специалистов в области финансов и экономики, делая акцент на управлении финансами наукоемких предприятий и международном бизнесе.",
  },
  {
    title: "ИБМ5\nФинансы",
    text: "Кафедра готовит специалистов в области финансов и экономики, делая акцент на управлении финансами наукоемких предприятий и международном бизнесе.",
  },
  {
    title: "ИБМ6\nБизнес информатика",
    text: "Кафедра готовит специалистов в области финансов и экономики, делая акцент на управлении финансами наукоемких предприятий и международном бизнесе.",
  },
];

export const directions = [
  {
    title: "Бакалавриат",
    text: "Экономика 38.03.01\nИнноватика 27.03.05\nМенеджмент 38.03.02\nПрикладная математика  01.03.04\nБизнес-информатика 38.03.05\n",
  },
  {
    title: "Магистратура",
    text: "Экономика 38.03.01\nИнноватика 27.03.05\nМенеджмент 38.03.02\nПрикладная математика  01.03.04\nБизнес-информатика 38.03.05\n",
  },
  {
    title: "Аспирантура",
    text: "Экономика 38.03.01\nИнноватика 27.03.05\nМенеджмент 38.03.02\nПрикладная математика  01.03.04\nБизнес-информатика 38.03.05\n",
  },
  {
    title: "Дополнительное образование",
    text: "Менеджмент 38.04.02\nРакетные комплексы и космонавтика 24.04.01\nОрганизация и управление наукоемкими производствами  27.04.06\nПрикладная математика 01.04.04\nОрганизация и управление наукоемкими производствами 27.04.06\nНаукоемкие технологии и экономика инноваций 27.04.07",
  },
];

export const managers = [
  {
    name: "Омельченко Ирина Николаевна",
    position: "Декан факультета ИБМ, заведующая кафедрой ИБМ3",
    phone: "+7 (499)261-98-21",
    email: "logistic@bmstu.ru",
    img: "/img/managers/1.png",
  }, {
    name: "Скворцова Дарья Александровна",
    position: "Заместитель декана по молодежной политике и воспитательной деятельности",
    phone: "+7 (499) 267-02-34",
    email: "skvortsova_da@bmstu.ru",
    img: "/img/managers/2.png",
  }, {
    name: "Масленникова Юлия Леонидовна",
    position: "Заместитель декана по 1-му курсу",
    phone: "+7 (499) 267-02-34",
    email: "maslennikovayl@bmstu.ru",
    img: "/img/managers/3.png",
  }, {
    name: "Швайко Борис Александрович",
    position: "Заместитель декана по 2-му курсу",
    phone: "+7 (499) 267-02-34",
    email: "b.shvayko@bmstu.ru",
    img: "/img/managers/4.png",
  }, {
    name: "Волкова Мария Валентиновна",
    position: "Заместитель декана по аспирантуре",
    phone: "+7 (499) 267-17-26",
    email: "mvvvolkova@bmstu.ru",
    img: "/img/managers/5.png",
  }, {
    name: "Бышовец Борис Дмитриевич",
    position: "Заместитель декана по магистратуре",
    phone: "+7 (499) 267-02-34",
    email: "bychovez@bmstu.ru",
    img: "/img/managers/6.png",
  }, {
    name: "Кузнецов Андрей Александрович",
    position: "Заместитель декана по 3-му и 4-му курсу",
    phone: "+7 (499) 267-02-34",
    email: "kuznetsovaaa@bmstu.ru",
    img: "/img/managers/7.png",
  }, {
    name: "Яценко Виктория Викторовна",
    position: "Заместитель декана по учебно-методической работе",
    phone: "+7 (499) 267-02-28",
    email: "yatsenkovv@bmstu.ru",
    img: "/img/managers/8.png",
  },
];

export const publications = [
  {
    id: 1,
    authors: "Скворцова Д.А. и др.",
    title: "Разработка гибридной имитационной модели сборочного цеха //Компьютерные исследования и моделирование. – 2023. – Т. 15. – №. 5. – С. 1359-1379.",
    text: "В представленной работе разработана гибридная оптимальная имитационная модель сборочного цеха в среде AnyLogic, позволяющая осуществлять выбор параметров производственных систем. Для построения гибридной модели следственного подхода дискретно-событийное моделирование и агрессивное моделирование объединяются в единую модель с интегрирующим взаимодействием. В рамках данной работы описан механизм развития производственной системы, состоящей из нескольких участников-агентов. Очевидный агент соответствует классу, в котором указан набор параметров агента. В имитационной модели были учтены три основные группы операций, выполняемых последовательно, и определена логика работы с бракованными множествами.",
  }, {
    id: 2,
    authors: "Скворцова Д.А. и др.",
    title: "Проблемы и меры, обеспечивающие дальнейшее использование российского сегмента Международной космической станции //2023 5-я Международная молодежная конференция по радиоэлектронике, электротехнике и энергетике (REEPE). – IEEE, 2023. – Т. 5. – С. 1-5.",
    text: "В настоящем докладе предлагается рассмотреть актуальные проблемы использования электронной компонентной базы (ЭКБ) системы электроснабжения российского сегмента Международной космической станции (МКС). Решение этих проблем необходимо для обеспечения продолжения полета МКС, поскольку расчетный ресурс оборудования не рассчитан на столь длительную эксплуатацию. В отчете описан порядок выявления источников отказов и неисправностей, зарегистрированных в космическом полете, и устранения их причин. Таким образом, появляется возможность в кратчайшие сроки принять меры по предотвращению развития таких отказов и неисправностей, обеспечивая функциональное состояние систем и агрегатов модулей МКС на ремонтно-восстановительный период. По результатам статистического исследования определены основные проблемы и меры по их решению, направленные на продление срока эксплуатации МКС.",
  }, {
    id: 3,
    authors: "Пилюгина А., Волохова Т.",
    title: "Анализ бизнес-моделей проектов малых космических аппаратов //E3S Web of Conferences. – EDP Sciences, 2023. – Т. 403. – С. 07026.",
    text: "Анализ рынка спутниковых систем и выявление особенностей роста сегмента коммерческих спутников и группировок одновременно отражается на активности инвесторов, повышении доступности малых космических аппаратов и улучшении их потребительских характеристик. Целью исследования является анализ бизнес-моделей проектов компаний, работающих на рынке спутниковых систем, в частности, предоставляющих коммерческие возможности использования спутников сверхмалого класса для решения широкого круга задач. В основу методов исследования, использованных в работе, положен сравнительный анализ компаний, работающих на рынке спутниковых систем, технико-экономический анализ предлагаемых ими решений, инвестиционный анализ реализуемых на рынке проектов. Разработана классификация бизнес-моделей коммерческих спутниковых систем, которая позволила выявить плюсы и минусы различных подходов, а также провести моделирование денежных потоков для обоснования применимости и перспектив развития выявленных бизнес-моделей.",
  }, {
    id: 4,
    authors: "Костырин Е.В., Соколов Е.В.",
    title: "Инновационная модель, социальные финансовые технологии и суверенная эмиссия как инструмент ускоренного развития Эльконского горно-металлургического комбината //Международная научно-практическая конференция «Цифровые и информационные технологии в экономике и управлении». – Чам: Springer Nature Switzerland, 2022. – С. 64-76.",
    text: "В статье разработана экономико-математическая модель, сочетающая суверенную эмиссию, комплексную систему социального финансирования предприятий и оптимизацию объема беспроцентных государственных кредитов, суммы возвращаемых государству кредитных средств (тела кредита), заработной платы. трудового коллектива, согласующийся с ростом доходов, отчислений на развитие предприятия, налогообложения и социальных отчислений. С использованием суверенных эмиссионных и социальных финансовых технологий процесс развития с 2023 по 2033 год (10 лет) моделируется по образцу акционерного общества «Эльконский горно-металлургический комбинат». В результате беспроцентного государственного кредитования и социальных финансовых технологий для рассматриваемого предприятия выручка за 10 лет выросла в 2,05 раза, заработная плата – в 8,6 раза, взносы на развитие – в 4,76 раза.",
  },
];
