<template>
  <section class="app__section">
    <div class="wrapper">
      <h2 class="app__section-title text-blue">ИСТОРИЯ СТАНОВЛЕНИЯ И РАЗВИТИЯ  ФАКУЛЬТЕТА ИНЖЕНЕРНОГО БИЗНЕСА И
        МЕНЕДЖМЕНТА (ИБМ)
        МГТУ ИМ. Н.Э. БАУМАНА</h2>

      <p class="app__section-p mt-2">История факультета ИБМ началась задолго до его официального основания, корнями
        уходя в
        19 век. Описание
        развития организационно-экономического направления и вытекающего из него решения о создании факультета ИБМ  в
        МГТУ им. Н.Э. Баумана, во многом опирается на труды профессора С.Г. Фалько, автора книги "Экономика и
        организация производства: Научные школы ИМТУ-МММИ-МВТУ-МГТУ им. Н.Э.Баумана". В этой книге автор рассмотрел
        эволюцию организационно-экономического образования в нашем Университете за истекшие 150 лет.</p>

      <h2 class="app__section-small-title mt-2 text-blue">ПРЕДШЕСТВЕННИКИ НАУЧНЫХ ШКОЛ ЭКОНОМИКИ И ОРГАНИЗАЦИИ
        ПРОИЗВОДСТВА В 
        ИМТУ-МММИ-МВТУ-МГТУ ИМ.Н.Э.БАУМАНА</h2>

      <p class="app__section-p mt-2">В  начале 70-х годов XIX века заведующий учебными мастерскими  Дмитрий
        Константинович Советкин (1834-1912) разработал «Метод обучения ремеслам», который был удостоен Большой золотой
        медали на Всемирной выставке в Вене и в дальнейшем получил название «Русский метод обучения ремеслам».
        Суть метода заключается в том, чтобы перейти от обучения изготовлению предметов к выполнению наилучшим образом
        технологических операций, на которые раскладывается любая работа и в овладении наилучшими приёмами выполнения
        работ. Можно обоснованно утверждать, что Д.К. Советкин и его коллеги заложили основы научной организации труда и
        производства, которые затем были успешно применены Фредириком Тейлором (1856-1915) в Америке, а позже Алексеем
        Капитоновичем Гастевым (1882-1938) в    России на базе Центрального института труда.
        В 1879 году профессор Федор Евплович Орлов (1843-1892) выступил с докладом «Экономическое значение машин» на
        торжественном заседании Совета Императорского Технического училища (ИТУ), тем самым заложив основы
        экономического подхода к проектированию технических устройств.
        В 1904 году профессор Императорского Высшего Технического Училища  Николай Францевич  Чарновский (1868-1936)
        начал читать первый в мире курс «Организация и оборудование механических заводов», который затем был опубликован
        в фундаментальном учебнике по организации производства «Организация промышленных предприятий по обработке
        металлов, в котором подчеркивалась важность комплексности организационно-экономических знаний.</p>

      <h2 class="app__section-small-title mt-2 text-blue">БАЗОВЫЕ КАФЕДРЫ ФАКУЛЬТЕТА ИБМ</h2>

      <p class="app__section-p mt-2">Создание экономических и организационных кафедр в нашем Университете было
        следствием принятого еще до Октябрьской революции 1917 стратегического курса на построение политехнического
        вуза, предполагающего не только узкую конструкторско-технологическую подготовку инженеров. После революции и
        особенно в период индустриализации страны этот курс был продолжен.
        Постановлением Высшего Совета Народного Хозяйства, которому тогда  подчинялся МВТУ, в 1929 году в МВТУ была
        создана кафедра «Организация производства», которую возглавил Лев Яковлевич Шухгальтер (1897-1977). Позже в
         30-м году были созданы еще две кафедры: «Экономика металлопромышленности» и «Политическая экономия». Вскоре
        кафедры «Организация производства» и «Экономика металлопромышленности» были объединены под названием «Экономика
        и организация производства».
        В 1937 году под ред. заведующего кафедрой Бориса Яковлевича  Канценбогена (1906-1956) был подготовлен первый в
        стране учебник по организации производства для технических вузов.
        С 1949 по 1979 годы под руководством заведующего кафедрой профессора Ипполита Михайловича Разумова (1903-1984)
        создавались базовые учебники по экономике, организации и управлению для технических вузов СССР, которые также
        переводились на иностранные языки стран социалистического содружества.
        Кафедру «Политическая экономия» в свое время возглавляли видные ученые-экономисты, в основном выходцы из МГУ им.
        М.В. Ломоносова. Особо следует отметить вклад профессора  Владимира Дорофеевича Камаева (1925-2003), под
        руководством которого были изданы учебники по политэкономии и экономической теории, получившие признание на всей
        территории бывшего СССР и за рубежом.
        Создание факультета ИБМ не было решением только начала 90-х годов прошлого века. Идея открытия в МВТУ факультета
        «Организаторов производства» была озвучена на межвузовской научно-методической  конференции  по вопросам
        экономической подготовки студентов машиностроительных и приборостроительных специальностей, которая проходила в
        стенах МВТУ еще в 1968 г.
        Спустя 25 лет  в 1993 году на базе кафедр «Экономика и организация производства» и «Политическая экономия»  был
        создан факультет «Инженерный бизнес и менеджмент» (ИБМ).
        Активными лоббистами по созданию факультета были не только заведующие кафедрами В.Д. Камаев и В.П. Калинин
        (1938-1995), в то время зав. каф. «Экономика и организация производства», но и профессора кафедры А.Ю. Андреевич
        (1936-2001), А.В. Степанович (1936-2015), В.В. Бойцов (1908-1997), А.А. Колобов (1935-2010), Т.Г. Садовская.
        Впоследствии профессора  Акопов В.С., Абрамов Ю.А., Колобов А.А. и  Садовская Т.Г. возглавили, соответственно,
        кафедры ИБМ-4, ИБМ-1, ИБМ-3, ИБМ-6. В 1995 г. была создана кафедра ИБМ-5 под руководством профессора Соколова
        Евгения Васильевича. В 2010г. на факультете была создана кафедра «Инновационное предпринимательство» (ИБМ-7),
        которую в настоящее время возглавляет профессор Песоцкий Юрий Сергеевич.</p>

      <h2 class="app__section-small-title mt-2 text-blue">ПОДГОТОВКА СПЕЦИАЛИСТОВ, БАКАЛАВРОВ И МАГИСТРОВ</h2>
      <p class="app__section-p mt-2">В 1995 году были выпущены первые бакалавры по направлению «Менеджмент». Спустя три
        года   в 1998 г. состоялся первый выпуск специалистов  с присвоением  квалификации «Менеджер». В 2004 году было
        открыто новое направление подготовки дипломированных специалистов: «Организация и управление наукоемкими
        производствами», а также на факультете возникла  новая специальность «Менеджмент высоких технологий».
         Первый выпуск специалистов по специальности «Менеджмент высоких технологий» состоялся в 2007 году.  Выпускникам
        присваивалась квалификация «Инженер-менеджер». В 2006 году факультет принял участие в реализации приоритетного
        национального проекта «ОБРАЗОВАНИЕ» и открыл программу дополнительного образования  «Мастер Делового
        Администрирования» (МВА).
        В настоящее время кафедры факультета готовят бакалавров и магистров по целому ряду направлений и программ:
        «Инноватика», «Менеджмент», «Экономика», «Бизнес-информатика», «Контроллинг организаций», «Системное
        проектирование», «Высокотехнологичное социальное предпринимательство», «Прикладная математика», «Организация и
        управление наукоемкими производствами», «Наукоемкие технологии и экономика инноваций» и др. Перечень направлений
        и программ подготовки за последние годы существенно расширился, что объясняется высокой адаптивностью кафедр
        факультета к изменениям, происходящим во внешней  и внутренней среде факультета.</p>


      <h2 class="app__section-small-title mt-2 text-blue">НАУЧНАЯ ДЕЯТЕЛЬНОСТЬ И ПОДГОТОВКА КАДРОВ ВЫСШЕЙ
        КВАЛИФИКАЦИИ</h2>
      <p class="app__section-p mt-2">Преподаватели и аспиранты факультета активно вовлечены в научную деятельность по
        самому широкому спектру направлений в области экономики предприятий, организации производства и менеджмента.
        С 2000 года кафедра ИБМ2 проводит регулярные (2 раза в год) международные научно-практические конференции по
        контроллингу с выпуском сборника научных трудов, индексируемого в РИНЦ.
        В 2010 году на факультете была организована первая конференция по организации производства «Чарновские чтения»,
        которая с тех пор стала ежегодным мероприятием, проводимым в конце ноября-начале декабря.
        Ежегодная конференция «Системы управления полным жизненным циклом высокотехнологичной продукции», организуемая
        усилиями кафедры ИБМ-4, привлекает не только аспирантов и преподавателей, но и практиков из предприятий
        оборонных отраслей. По результатам конференции публикуется сборник научных трудов.
        Кафедра ИБМ-3 ежегодно организует конференции по таким направлениям как «Кадровый потенциал инновационного
        развития», «Управление проектами» и «Устойчивое развитие и индустриализация». Участники конференции имеют
        возможность публиковаться в соответствующих сборниках докладов.
        На факультете работает три диссертационных совета по защите диссертаций на соискание ученой степени кандидата и
        доктора наук по экономическим и техническим специальностям: «Региональная и отраслевая экономика: экономика
        промышленности; экономика инноваций»; «Менеджмент» и «Управление качеством продукции. Стандартизация.
        Организация производства». В диссертационных советах защищаются не только аспиранты и сотрудники факультета, но
        и   внешние соискатели.
        На базе кафедры ИБМ-2 и НП «Объединение контроллеров» осуществляется выпуск двух журналов, входящих в перечень
        ВАК: «Контроллинг» и «Инновации в менеджменте». В этих журналах публикуются аспиранты и преподаватели факультета
        ИБМ, а также коллеги из других вузов и предприятий по профилю паспортов, указанных выше специальностей.</p>


      <h2 class="app__section-small-title mt-2 text-blue">МЕЖДУНАРОДНАЯ ДЕЯТЕЛЬНОСТЬ ФАКУЛЬТЕТА</h2>
      <p class="app__section-p mt-2">С момента создания факультета его сотрудники активно включились в реализацию
        совместных образовательных и научных программ.
        Одной из первых в 2001 г. была организована программа обучения  с Университетом St.Marys в г. San Antonio, штат
        Texas (США). Было подписано соглашение  МГТУ им. Н.Э. Баумана с этим университетом  о направлении студентов
        нашего факультета для обучения по магистерским программам «General management» (12 мес.) и «Management
        accounting» (18 мес.) с получением диплома «Магистр» по соответствующему направлению. Магистрами стали 7
        выпускников нашего факультета (1из  ИБМ-5 и 6 из ИБМ-2), из которых 3-е позже защитили в США  диссертации PhD.
        В начале 2000 г. на базе факультета совместно с Высшими техническими школами Парижа и Лиона стартовала
        российско-французская программа второго образования «Менеджмент производственных систем». Программа
        способствовала повышению квалификации преподавателей факультета ИБМ и кафедры иностранных языков. Студенты
        факультета получили возможность получить второе образование во Франции.
        Целый ряд образовательных программ был реализован с Университетами Германии из Люнебурга (Luneburg), Митвайде
        (Mittweide) и др. под руководством декана, профессора, д.т.н., д.э.н. Омельченко И.Н.
        Программа двойных дипломов бакалавриата по контроллингу под руководством профессора Фалько С.Г. была реализована
        на факультете совместно с австрийским  Университетом г. Штайер (Steyr).
        На сегодняшний день открылась возможность развития сотрудничества с университетами южно-азиатского региона и
        факультет ищет пути реализации этих возможностей.</p>

      <h2 class="app__section-small-title mt-2 text-blue">РУКОВОДСТВО ФАКУЛЬТЕТА</h2>
      <p class="app__section-p mt-2">Первый декан  профессор, д.т.н. Колобов Альберт Алексеевич (1935-2010) руководил
        факультетом в период с 1993 по 1994 г,г. и возглавлял с 1993г. по 2010 г. созданную им кафедру «Промышленная
        логистика».
        С 1994 по 1997 г.г. факультет возглавляла профессор, д.т.н. Садовская Татьяна Георгиевна, которая   в 1995 г.
        создала кафедру «Предпринимательство и внешнеэкономическая деятельность». В период руководства факультетом
        профессор Садовская Т.Г. сумела добиться разрешения Ученого Совета МГТУ им.Н.Э. Баумана на создание  в 1995 г.
        трех новых кафедр: «Менеджмент» (ИБМ-4), «Финансы» (ИБМ-5) и «Предпринимательство и внешнеэкономическая
        деятельность» (ИБМ-6). Это была непростая задача в техническом университете, так как отношение к экономическому
        факультету вначале было скептическим.
        Декан, доцент, к.т.н. Селюков Владимир Константинович (1944-2024) руководил факультетом с 1997 по 2003 гг. Это
        был период активной работы над новыми учебными планами по подготовке «инженеров-менеджеров», которые  включали
        внушительную долю технических дисциплин .
        С 2003 г. по настоящее время факультет возглавляет профессор, д.т.н., д.э.н., Заслуженный работник высшей школы
        РФ Омельченко Ирина Николаевна. В начале ее деятельности как руководителя факультета она решала  сложную задачу
        организации перехода обучения студентов с квалификации «Специалист», на двухступенчатую систему обучения:
        «Бакалавр» и «Магистр».</p>
    </div>
  </section>
</template>
