<script setup>

</script>

<template>
  <section class="app__section">
    <div class="wrapper postgraduate">
      <h2 class="app__section-title text-blue">Поступающим в аспирантуру </h2>

      <p class="app__section-p">Основные профессиональные образовательные программы подготовки научно-педагогических
        кадров можно посмотреть <a href="http://www.bmstu.ru/postgraduate-majors">здесь.</a>
      </p>

      <p class="app__section-p">Документы для обучения по программам подготовки научно-педагогических кадров подаются
        лично через <a href="https://wwv.bmstu.ru/mstu/admissions/postgraduate/">Управление по подготовке кадров
          высшей квалификации</a> или в <a href="https://priem.bmstu.ru/">онлайн системе.</a></p>

      <p class="app__section-p">Прием документов для обучения по программам подготовки научно-педагогических кадров в
        аспирантуре и вступительные испытания в аспирантуру проводятся ежегодно
        <a
          href="http://ibm.bmstu.ru/wp-content/uploads/2022/03/%D0%9F%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%B0-%D0%BF%D1%80%D0%B8%D0%B5%D0%BC%D0%B0-%D0%B2-%D0%B0%D1%81%D0%BF%D0%B8%D1%80%D0%B0%D0%BD%D1%82%D1%83%D1%80%D1%83-%D0%9C%D0%93%D0%A2%D0%A3-%D0%B2-2022.pdf">в
          сроки,
        </a>
        устанавливаемые приказом
        ректора МГТУ им. Н.Э. Баумана.</p>

      <p class="app__section-p">
        <a
          href="http://ibm.bmstu.ru/wp-content/uploads/2022/03/%D0%9F%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%B0-%D0%BF%D1%80%D0%B8%D0%B5%D0%BC%D0%B0-%D0%B2-%D0%B0%D1%81%D0%BF%D0%B8%D1%80%D0%B0%D0%BD%D1%82%D1%83%D1%80%D1%83-%D0%9C%D0%93%D0%A2%D0%A3-%D0%B2-2022.pdf">Подробнее
          о правилах приема на направления подготовки кадров высшей квалификации и порядке учета индивидуальных
          достижений поступающего.</a>
      </p>

      <p class="app__section-p">Поступающие в аспирантуру сдают вступительные испытания очно или дистанционно (онлайн) в
        письменной или устной форме, сочетанием письменной и устной форм. Каждое вступительное испытание оценивается
        отдельно, по пятибалльной шкале. Каждое вступительное испытание сдается однократно. Учет результатов
        индивидуальных достижений осуществляется путем начисления баллов за индивидуальные достижения, которые
        включаются в сумму конкурсных баллов.</p>

      <p class="app__section-p">
        На обучение по программам аспирантуры зачисляются лица, имеющие по результатам вступительных испытаний и учета
        индивидуальных достижений поступающих более высокое количество набранных баллов. Зачисление проводится в срок до
        01 сентября.
      </p>

      <p class="app__section-p">
        <a href="http://ibm.bmstu.ru/?page_id=2102">
          Программы вступительных испытаний по специальной дисциплине, иностранному языку, философии
        </a>

        <br>

        Приём в аспирантуру и докторантуру осуществляется ежегодно в соответствии с контрольными цифрами приёма,
        утверждёнными Минобрнауки России. Сверх мест, финансируемых за счет бюджетных ассигнований (бюджетное обучение),
        университет может предоставить возможность обучения на контрактной основе (внебюджетное обучение). Вступительные
        испытания для поступающих на места, финансируемые за счет средств бюджета, и на места обучения на контрактной
        основе одинаковы.
      </p>

      <p class="app__section-p">
        Иностранные граждане поступают в аспирантуру и докторантуру на основании международных соглашений или на
        контрактной основе. Прием документов осуществляет Управление международных связей (контактный телефон: (499)
        263-63-91, электронная почта <a href="mailto:priem-ums@bmstu.ru">priem-ums@bmstu.ru</a>).
        По направлению Министерства образования и науки РФ может осуществляться целевая подготовка (подробнее: (499)
        263-68-12, электронная почта <a href="mailto:cdp-target@bmstu.ru">cdp-target@bmstu.ru</a>).
      </p>

      <p class="app__section-p">
        <a href="https://bmstu.ru/sveden/rasp_ekzam_asp">Приказы о зачислении в аспирантуру</a>
      </p>
    </div>
  </section>
</template>

<style scoped lang="scss">
.postgraduate {
  display: flex;
  flex-direction: column;
  gap: 2rem;
}
</style>
