<script setup>

</script>

<template>
  <section class="app__section">
    <div class="wrapper society">
      <h2 class="app__section-title text-blue">Студенческое научное инженерно-экономическое общество имени Ю.А.
        Абрамова</h2>

      <div class="container">
        <p class="app__section-p">Юрий Андреевич Абрамов – один из организаторов факультета «Инженерный бизнес и
          менеджмент» МГТУ им. Н. Э. Баумана. Для Юрия Андреевича самым любимым делом в жизни было чтение лекций,
          общение
          со студентами и аспирантами. Он поощрял в людях с инженерным образованием тягу к гуманитарным знаниям, заряжал
          всех своей колоссальной жизненной энергией. Именно поэтому, как продолжение его дела, существует СНИЭО,
          основная
          цель которого — организация студенческих научных мероприятий и курирование научной деятельности студентов
          факультета ИБМ МГТУ им. Н.Э. Баумана.

        </p>

        <img src="@/assets/img/scientific-society/1.png" alt="Юрий Андреевич Абрамов">
      </div>

      <div class="container">
        <img src="@/assets/img/scientific-society/2.png" alt="Общество">

        <p class="app__section-p">
          Общество занимается поиском конференций и журналов для публикаций и выступлений, как в стенах МГТУ, так и за
          пределами. Мы информируем Вас обо всем происходящем, помогаем с написанием и оформлением статей, а также
          поиском журналов, в которых их можно опубликовать.
        </p>
      </div>

      <p class="app__section-p">
        Одним из таких журналов является технический вестник МГТУ, в котором публикуются наиболее значимые результаты
        фундаментальных и прикладных исследований и разработок. Но самое главное событие, над которым мы работаем
        –
        <router-link to="/college-spring">«Студенческая Научная Весна»</router-link>
        на факультете ИБМ! <br>
        «Студенческая Научная Весна» – это потрясающая возможность проявить себя, опробовать свои силы в новой области.
        Перед конференцией будет проводится мастер-класс на тему эффективной презентации. Статьи, с которыми люди
        выступают на Студенческой Весне, впоследствии публикуются в научных журналах, а это даёт возможность получать
        повышенную стипендию, и будет являться преимуществом при поступлении в магистратуру. Помимо этого, победителей и
        призеров ждут ценные призы и подарки.
      </p>

      <img src="@/assets/img/scientific-society/3.png" alt="Общество">

      <p class="app__section-p">
        Наша команда включает в себя разносторонних, ответственных людей. Президент общества, Овчаренко Варвара,
        является студенткой кафедры ИБМ6, она неустанно трудится на благо СНИЭО, руководит всеми процессами и берется за
        задачи любой сложности. Во главе с таким руководителем ничего не страшно, поэтому трудные задачи мы решаем
        быстро, а невозможные – чуть дольше.
      </p>

      <img src="@/assets/img/scientific-society/4.png" alt="Команда">
    </div>
  </section>
</template>

<style scoped lang="scss">
.society {
  display: flex;
  flex-direction: column;
  gap: 2rem;
}

.container {
  display: flex;
  gap: 2rem;
}
</style>
